Repository: addonFactory/mouseWheelScrolling
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru, tr

source: Scrolls up an object under the mouse cursor
ru: Прокручивает вверх объект под курсором мыши
tr: Fare imlecinin altındaki bir nesneyi yukarı kaydırır

source: Scrolls down an object under the mouse cursor
ru: Прокручивает вниз объект под курсором мыши
tr: Fare imlecinin altındaki bir nesneyi aşağı kaydırır

source: Scrolls left an object under the mouse cursor
ru: Прокручивает влево объект под курсором мыши
tr: Fare imlecinin altında bir nesneyi sola kaydırır

source: Scrolls right an object under the mouse cursor
ru: Прокручивает вправо объект под курсором мыши
tr: Fare imlecinin altındaki nesneyi sağa kaydırır

source: Scrolls up page of an object under the mouse cursor
ru: Прокручивает вверх страницу объекта под курсором мыши
tr: Fare imlecinin altındaki bir nesnenin sayfasını yukarı kaydırır

source: Scrolls down page of an object under the mouse cursor
ru: Прокручивает вниз страницу объекта под курсором мыши
tr: Fare imlecinin altındaki bir nesnenin sayfasını aşağı kaydırır

source: Tries to scroll an object to the maximum point. Especially usable for sliders
ru: Пытается прокрутить объект до максимальной точки. Особенно полезно для ползунков
tr: Bir nesneyi maksimum noktaya kaydırmaya çalışır. Özellikle kaydırıcılar için kullanışlıdır

source: Tries to scroll an object to the minimum point. Especially usable for sliders
ru: Пытается прокрутить объект до минимальной точки. Особенно полезно для ползунков
tr: Bir nesneyi minimum noktaya kaydırmaya çalışır. Özellikle kaydırıcılar için kullanışlıdır

source: toggles a mode of scrolling with mouse wheel
ru: Переключает режим прокрутки колесиком мыши
tr: fare tekerleği ile kaydırma modunu değiştirir

source: Donate via Paypal
ru: Пожертвовать через Paypal
tr: Paypal aracılığıyla bağış yapın

source: Donate via Yoomoney
ru: Пожертвовать через Yoomoney
tr: Yoomoney aracılığıyla bağış yapın

source: Request for contributions to {summary}
ru: Запрос на пожертвование в пользу {summary}
tr: {summary} için katkı isteği

source: {summary} is a free add-on for NVDA. You can make a donation to its author to support further development of this and other free projects. Do you want to donate now? Choose one of the available payment methods. You will be redirected to the corresponding website to complete a donation
ru: {summary} — это бесплатное дополнение для NVDA.\n Вы можете сделать пожертвование его автору для поддержки дальнейшего развития этого и других бесплатных проектов.\n Вы хотите сделать пожертвование сейчас? Выберите один из доступных способов оплаты. Вы будете перенаправлены на соответствующий сайт для совершения пожертвования
tr: {summary}, NVDA için ücretsiz bir eklentidir. Bu ve diğer ücretsiz projelerin daha da geliştirilmesini desteklemek için, yazarına bağışta bulunabilirsiniz. Şimdi bağış yapmak istiyor musunuz? Mevcut ödeme yöntemlerinden birini seçin. Bağışı tamamlamak için ilgili web sitesine yönlendirileceksiniz

source: Mouse wheel scrolling
ru: Прокрутка колеса мыши
tr: Fare tekerleği kaydırma

source: This addon makes it possible to emulate mouse wheel to scroll an object from a keyboard.
ru: Это дополнение позволяет эмулировать колесо мыши для прокрутки объекта с клавиатуры.
tr: Bu eklenti, klavyeyi kullanarak bir nesneyi kaydırmak için fare tekerleğini taklit etmenize olanak tanır.
